# словарь books_genre без жанров
list_of_books = {'Гордость и предубеждение и зомби': '', 'Что делать, если ваш кот хочет вас убить': ''}


# словарь books_genre с жанрами
list_of_books_with_genre = {'Гордость и предубеждение и зомби': 'Ужасы', 'Что делать, если ваш кот хочет вас убить': 'Комедии'}


# словарь для проверки списка книг с определенным жанром
# (вручную поменяли местами ключи и значения из словаря books_genre,
# жанры стали уникальными, названия книг - списками)
list_of_genre_books = {'Комедии': ['Что делать, если ваш кот хочет вас убить'],
                   'Ужасы': ['Гордость и предубеждение и зомби']}

# список favorites
list_of_favorites = ['Гордость и предубеждение и вампир', 'Что делать, если ваш капибара хочет вас убить']